"Message Identifier" = "Ziņojuma identifikators";

"You can continue this chat from the app." = "Vari turpināt šo tērzētavu lietotnē.";

"Would you like to start a new chat?" = "Vai vēlies sākt jaunu tērzētavu?";

"Model to use with the new chat" = "Modelis, ko izmantot ar jauno tērzētavu";

"Chat Identifier" = "Tērzētavas identifikators";

"Model slug" = "Modeļa rinda";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Vai iespējot abpusēju tērzēšanu vai pabeigt īsceļu uzreiz pēc atbildes";

"Message to send to ChatGPT" = "Ziņojums, ko nosūtīt ChatGPT";

"Model name" = "Modeļa nosaukums";

"%@" = "%@";

"Content" = "Saturs";

"Is there anything else you would like to ask about?" = "Vai ir vēl kas, par ko vēlies pajautāt?";

"Model" = "Modelis";

"ChatGPT Help" = "ChatGPT Help";

"Continuous chat" = "Nepārtraukta tērzētava";

"Start new chat" = "Sākt jaunu tērzētavu";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Šī rīcība palaiž ChatGPT lietotni, lai sāktu balss sarunu ar ChatGPT.";

"Start voice conversation with ChatGPT" = "Sākt balss sarunu ar ChatGPT";

"This action will send a single message to a chat with ChatGPT and return the response." = "Šī rīcība nosūtīs vienu ziņojumu tērzēšanai ar ChatGPT un atsūtīs atbildi.";

"Start voice conversation" = "Sākt balss sarunu";

"New Chat" = "Jauna tērzētava";

"Toggle Sidebar" = "Pārslēgt sānu joslu";

"Check for Updates…" = "Meklēt atjauninājumus…";

"Indicates whether a new chat should be started" = "Norāda, vai ir jāsāk jauna tērzētava";

"Message" = "Ziņojums";

"Change Shortcut" = "Īsceļa maiņa";

"Ask ChatGPT" = "Jautāt ChatGPT";

"What would you like to ask ChatGPT about?" = "Par ko tu vēlētos pajautāt ChatGPT?";

"New Temporary Chat" = "New Temporary Chat";

"Settings…" = "Iestatījumi…";

"Which model would you like to use?" = "Kuru modeli vēlies izmantot?";

